tap 'caskroom/cask'
tap 'homebrew/binary'
tap 'homebrew/boneyard'
tap 'homebrew/bundle'
tap 'homebrew/completions'
tap 'homebrew/core'
tap 'homebrew/services'
tap 'koekeishiya/kwm'
tap 'neovim/neovim'
tap 'rogual/neovim-dot-app'
brew 'libyaml'
brew 'openssl@1.1'
brew 'pkg-config'
brew 'gdbm'
brew 'openssl'
brew 'readline'
brew 'sqlite'
brew 'python'
brew 'ansible'
brew 'xz'
brew 'python3'
brew 'asciinema'
brew 'autoconf'
brew 'automake'
brew 'awscli'
brew 'bash'
brew 'bash-completion'
brew 'go'
brew 'ccat'
brew 'libtool'
brew 'cfssl'
brew 'cmake'
brew 'gmp'
brew 'coreutils'
brew 'ctags'
brew 'direnv'
brew 'libgpg-error'
brew 'libassuan'
brew 'libgcrypt'
brew 'libksba'
brew 'pth'
brew 'dirmngr'
brew 'entr'
brew 'exercism'
brew 'fex'
brew 'lame'
brew 'libssh'
brew 'x264'
brew 'xvid'
brew 'ffmpeg'
brew 'figlet'
brew 'gettext'
brew 'git-archive-all'
brew 'git-crypt'
brew 'git-flow'
brew 'git-fresh'
brew 'glide'
brew 'gnu-getopt'
brew 'gnu-sed'
brew 'pinentry'
brew 'gpg-agent'
brew 'libusb'
brew 'libusb-compat'
brew 'gnupg2'
brew 'libtasn1'
brew 'nettle'
brew 'gnutls'
brew 'libpng'
brew 'graphviz'
brew 'htop'
brew 'httpstat'
brew 'jo'
brew 'oniguruma'
brew 'jq'
brew 'kubernetes-cli'
brew 'libao'
brew 'libevent'
brew 'libid3tag'
brew 'lua'
brew 'mad'
brew 'mas'
brew 'protobuf'
brew 'mobile-shell'
brew 'mockserver'
brew 'mpg321'
brew 'msgpack'
brew 'ncdu'
brew 'node'
brew 'noti'
brew 'packer'
brew 'pwgen'
brew 'tree'
brew 'pass'
brew 'pcre'
brew 'pdsh'
brew 'peco'
brew 'perl'
brew 'pigz'
brew 'postgresql'
brew 'pstree'
brew 'pv'
brew 'rclone'
brew 'ruby'
brew 'shellcheck'
brew 'shmux'
brew 'siege'
brew 'sl'
brew 'syncthing'
brew 'terraform'
brew 'the_silver_searcher'
brew 'tig'
brew 'tmate'
brew 'utf8proc'
brew 'tmux'
brew 'unrar'
brew 'vim', args: ['with-lua']
brew 'watch'
brew 'weechat'
brew 'wget'
brew 'xmlstarlet'
brew 'youtube-dl'
brew 'homebrew/binary/ngrok2'
brew 'homebrew/boneyard/samba'
brew 'homebrew/completions/vagrant-completion'
brew 'koekeishiya/kwm/kwm'
brew 'neovim/neovim/neovim'
mas 'Kindle', id: 405399194
mas 'Keynote', id: 409183694
mas 'iMovie', id: 408981434
mas 'Microsoft Remote Desktop', id: 715768417
mas 'VOX', id: 461369673
mas 'TheHub', id: 819619479
mas 'OneDrive', id: 823766827
mas 'Flycut', id: 442160987
mas 'Converto', id: 576421334
mas 'CCMenu', id: 603117688
mas 'Pages', id: 409201541
mas 'GarageBand', id: 682658836
mas 'Numbers', id: 409203825
mas 'Simplenote', id: 692867256
mas 'Gestimer', id: 990588172
