tap "charmbracelet/tap"
tap "hashicorp/tap"
tap "homeport/tap"
tap "iann0036/iamlive"
tap "nats-io/nats-tools"
tap "samwho/spacer"
brew "age"
brew "age-plugin-yubikey"
brew "argocd"
brew "python@3.13"
brew "awscli"
brew "bash"
brew "bash-completion"
brew "node"
brew "bash-language-server"
brew "bat"
brew "certstrap"
brew "cfssl"
brew "code-minimap"
brew "coreutils"
brew "croc"
brew "ctags"
brew "d2"
brew "diff-so-fancy"
brew "direnv"
brew "doggo"
brew "entr"
brew "libssh2"
brew "fd"
brew "fzf"
brew "gh"
brew "git"
brew "git-delta"
brew "git-extras"
brew "gitui"
brew "glow"
brew "gnu-getopt"
brew "gnu-sed"
brew "go"
brew "golangci-lint"
brew "grex"
brew "hadolint"
brew "helm"
brew "htop"
brew "httpie"
brew "jid"
brew "jq"
brew "just"
brew "k9s"
brew "kind"
brew "kubernetes-cli"
brew "krew"
brew "kubectx"
brew "kubeval"
brew "kustomize"
brew "lazygit"
brew "lua-language-server"
brew "luv"
brew "make"
brew "mas"
brew "mpg321"
brew "mtr"
brew "ncdu"
brew "neovim"
brew "netcat"
brew "onefetch"
brew "pigz"
brew "pinentry-mac"
brew "pipenv"
brew "pre-commit"
brew "pstree"
brew "pulumi"
brew "pv"
brew "pwgen"
brew "hashicorp/tap/terraform-ls"
brew "homeport/tap/dyff"
brew "iann0036/iamlive/iamlive"
brew "nats-io/nats-tools/nats"
brew "pyenv"
brew "restic"
brew "ripgrep"
brew "rust"
brew "shellcheck"
brew "shfmt"
brew "spacer"
brew "speedtest-cli"
brew "starship"
brew "step"
brew "stern"
brew "stylua"
brew "tfenv"
brew "tflint"
brew "tgenv"
brew "tig"
brew "tmux"
brew "tree"
brew "typescript"
brew "vifm"
brew "volta"
brew "watch"
brew "wget"
brew "yamllint"
brew "yarn"
brew "ykman"
brew "yq"
brew "yt-dlp"
brew "zoxide"
brew "zsh"
cask "1password"
cask "balenaetcher"
cask "bartender"
cask "devtoys"
cask "firefox"
cask "font-jetbrains-mono-nerd-font"
cask "google-chrome"
cask "google-drive"
cask "gpg-suite"
cask "hammerspoon"
cask "iterm2"
cask "maccy"
cask "macdown"
cask "mimestream"
cask "numi"
cask "obsidian"
cask "plexamp"
cask "secretive"
cask "timer"
cask "visual-studio-code"
cask "vlc"
cask "zed"
mas "Bear", id: 1091189122
mas "Caffeinated", id: 1362171212
mas "Codye", id: 1516894961
mas "DaisyDisk", id: 411643860
mas "Gestimer", id: 990588172
mas "iStat Menus", id: 1319778037
mas "Magnet", id: 441258766
mas "Microsoft Remote Desktop", id: 1295203466
mas "Save to Pocket", id: 1477385213
mas "SnippetsLab", id: 1006087419
mas "SQLPro for SQLite", id: 586001240
mas "Telegram", id: 747648890
mas "Tomito", id: 1526042938
vscode "arcticicestudio.nord-visual-studio-code"
vscode "bungcip.better-toml"
vscode "eamodio.gitlens"
vscode "EditorConfig.EditorConfig"
vscode "esbenp.prettier-vscode"
vscode "foxundermoon.shell-format"
vscode "GitHub.copilot"
vscode "github.vscode-github-actions"
vscode "golang.go"
vscode "hashicorp.terraform"
vscode "jacobdufault.fuzzy-search"
vscode "marcostazi.VS-code-vagrantfile"
vscode "miguelsolorio.fluent-icons"
vscode "mkhl.shfmt"
vscode "monokai.theme-monokai-pro-vscode"
vscode "ms-azuretools.vscode-docker"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.remote-explorer"
vscode "PKief.material-icon-theme"
vscode "redhat.vscode-yaml"
vscode "rvest.vs-code-prettier-eslint"
vscode "skellock.just"
vscode "Terrastruct.d2"
vscode "Tim-Koehler.helm-intellisense"
vscode "timonwong.shellcheck"
vscode "vscode-icons-team.vscode-icons"
vscode "vscodevim.vim"
vscode "wholroyd.jinja"
vscode "yzhang.markdown-all-in-one"
