tap "argoproj/tap"
tap "aws/tap"
tap "caarlos0/tap"
tap "charmbracelet/tap"
tap "dagger/tap"
tap "fairwindsops/tap"
tap "goreleaser/tap"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "homeport/tap"
tap "iann0036/iamlive"
tap "lucagrulla/tap"
tap "moncho/dry"
tap "mutagen-io/mutagen"
tap "noahgorstein/tap"
tap "remotemobprogramming/brew"
tap "txn2/tap"
brew "age"
brew "webp"
brew "aom"
brew "argocd"
brew "atuin"
brew "gdbm"
brew "awscli"
brew "bash"
brew "bash-completion"
brew "bat"
brew "glib"
brew "python@3.9"
brew "cfssl"
brew "code-minimap"
brew "guile"
brew "libnghttp2"
brew "libtasn1"
brew "p11-kit"
brew "unbound"
brew "lz4"
brew "qemu"
brew "lima"
brew "colima"
brew "croc"
brew "ctop"
brew "curl"
brew "dasel"
brew "go"
brew "dep"
brew "detect-secrets"
brew "diff-so-fancy"
brew "direnv"
brew "dive"
brew "dockutil"
brew "dog"
brew "editorconfig"
brew "editorconfig-checker"
brew "eksctl"
brew "entr"
brew "exa"
brew "fd"
brew "harfbuzz"
brew "sdl2"
brew "ffmpeg"
brew "fzf"
brew "gd"
brew "gh"
brew "git-delta"
brew "git-extras"
brew "gitui"
brew "glow"
brew "gnu-sed"
brew "libgcrypt"
brew "pinentry"
brew "goawk"
brew "gofumpt"
brew "golangci-lint"
brew "gopass"
brew "goreleaser"
brew "gping"
brew "graphviz"
brew "grep"
brew "grex"
brew "grpcurl"
brew "hadolint"
brew "helm"
brew "htop"
brew "httpie"
brew "hugo"
brew "jfrog-cli"
brew "jid"
brew "jless"
brew "jq"
brew "just"
brew "k3d"
brew "k9s"
brew "kafka"
brew "kubernetes-cli"
brew "krew"
brew "kubeconform"
brew "kubectx"
brew "kubeval"
brew "kubie"
brew "kustomize"
brew "lazygit"
brew "libfido2"
brew "libpq"
brew "logcli"
brew "lua-language-server"
brew "make"
brew "mas"
brew "modd"
brew "mpg321"
brew "mtr"
brew "ncdu"
brew "tree-sitter"
brew "neovim"
brew "netcat"
brew "packer"
brew "pigz"
brew "pinentry-mac"
brew "pipenv"
brew "poetry"
brew "pre-commit"
brew "pstree"
brew "pv"
brew "pwgen"
brew "pyenv"
brew "redis"
brew "restic"
brew "ripgrep"
brew "rust"
brew "shellcheck"
brew "shfmt"
brew "signify-osx"
brew "speedtest-cli"
brew "starship"
brew "step"
brew "stern"
brew "stylua"
brew "tfenv"
brew "tflint"
brew "tgenv"
brew "tmux"
brew "tree"
brew "vault"
brew "viddy"
brew "volta"
brew "watch"
brew "wget"
brew "yamllint"
brew "ykman"
brew "youtube-dl"
brew "yq"
brew "zoxide"
brew "zsh"
brew "caarlos0/tap/timer"
brew "charmbracelet/tap/charm"
brew "charmbracelet/tap/skate"
brew "dagger/tap/dagger"
brew "hashicorp/tap/terraform-ls"
brew "homeport/tap/dyff"
brew "iann0036/iamlive/iamlive"
brew "lucagrulla/tap/cw"
brew "moncho/dry/dry"
brew "mutagen-io/mutagen/mutagen"
brew "noahgorstein/tap/jqp"
brew "txn2/tap/kubefwd"
cask "1password"
cask "balenaetcher"
cask "bartender"
cask "camo-studio"
cask "docker"
cask "elmedia-player"
cask "firefox"
cask "font-jetbrains-mono"
cask "font-jetbrains-mono-nerd-font"
cask "google-chrome"
cask "google-drive"
cask "gpg-suite"
cask "hammerspoon"
cask "jetbrains-toolbox"
cask "keybase"
cask "logitech-options"
cask "maccy"
cask "macdown"
cask "mimestream"
cask "numi"
cask "secretive"
cask "session-manager-plugin"
cask "syntax-highlight"
cask "tableplus"
cask "telegram"
cask "vagrant"
cask "vagrant-vmware-utility"
cask "visual-studio-code"
cask "vlc"
cask "yubico-yubikey-manager"
mas "Bear", id: 1091189122
mas "Caffeinated", id: 1362171212
mas "CCMenu", id: 603117688
mas "Codye", id: 1516894961
mas "DaisyDisk", id: 411643860
mas "GarageBand", id: 682658836
mas "Gestimer", id: 990588172
mas "iStat Menus", id: 1319778037
mas "Magnet", id: 441258766
mas "SnippetsLab", id: 1006087419
mas "SQLPro for SQLite", id: 586001240
mas "Tomito", id: 1526042938
